[
    {
      "id": 1,
      "name": "Black Backbag",
      "price": 64.99,
      "image": "Backbag.png",
      "category": "Clothings",
      "description": "The Sleek Black Backpack is designed for the modern-day traveler and professional. Made from durable, water-resistant fabric, it offers a minimalist aesthetic while providing ample storage for your everyday essentials. With a padded laptop compartment, adjustable straps, and multiple internal pockets, it’s perfect for commuting, travel, or everyday use. The clean lines and premium black finish give it a sophisticated look that pairs effortlessly with any outfit."
    },
    {
      "id": 2,
      "name": "Dinner Dishes",
      "price": 34.99,
      "image": "Dinner Dishes.png",
      "category": "Kitchen",
      "description": "Indulge in the elegance of this creamy white dinner dish, a perfect blend of sophistication and flavor. Crafted with rich, velvety textures and delicate ingredients, this dish exudes luxury on every plate. Whether served with fine dining accompaniments or as a centerpiece of a special occasion, its smooth, creamy finish and subtly fragrant aroma make it a feast for the senses. The presentation, with its pure white creaminess, is as visually stunning as it is delicious, promising a dining experience that is both refined and indulgent."
    },
    {
      "id": 3,
      "name": "Electric Kettle",
      "price": 74.99,
      "image": "Electric Kettle.png",
      "category": "Kitchen",
      "description": "The Sleek Electric Kettle combines modern design with practical functionality, making it an essential addition to any kitchen. Boasting fast boiling capabilities, it heats water in minutes, perfect for tea, coffee, or cooking. Its stainless steel construction and minimalistic design ensure durability and style, while the automatic shut-off feature offers safety and convenience. With a comfortable, easy-grip handle and a precise spout for mess-free pouring, this electric kettle brings both elegance and efficiency to your daily routine"
    },
    {
      "id": 4,
      "name": "Gold Platted watch - for woman",
      "price": 99.99,
      "image": "Gold Plated Woman Watch",
      "category": "Clothings",
      "description": "The Elegant Gold-Plated Women's Watch is a timeless accessory that exudes sophistication and luxury. Crafted with a stunning gold-plated finish, this watch is designed for the modern woman who appreciates both style and precision. The gleaming gold plating enhances the watch's elegance, making it perfect for both formal events and everyday wear. Its minimalist dial and slim profile add a touch of refinement, while the premium craftsmanship ensures durability and comfort. A true symbol of elegance, this watch is more than just a timepiece—it's a statement of grace and class."
    },
    {
      "id": 5,
      "name": "Sneaker",
      "price": 49.99,
      "image": "Sneaker.png",
      "category": "Clothings",
      "description": "Step up your style with these Stylish and Comfortable Sneakers, designed for the perfect blend of fashion and function. Whether you’re heading out for a casual day or need a reliable pair for everyday wear, these sneakers deliver all-day comfort with a modern, sleek design. Featuring lightweight materials, breathable mesh, and a cushioned sole, they offer superior support and flexibility. The minimalistic yet bold look makes them easy to pair with any outfit, making them a versatile choice for every wardrobe."
    },
    {
      "id": 6,
      "name": "Water Bottle",
      "price": 24.99,
      "image": "WaterBottle.png",
      "category": "Kitchen",
      "description": "Stay hydrated in style with this Durable and Stylish Water Bottle, perfect for on-the-go lifestyles. Crafted from high-quality, BPA-free materials, it ensures your water stays fresh and pure all day. The sleek, ergonomic design makes it easy to carry, whether you’re at the gym, hiking, or commuting. Its leak-proof lid and sturdy construction guarantee no spills, while the wide mouth allows for easy refilling and cleaning. With a modern, minimalist aesthetic, this water bottle combines function and fashion, making it an essential accessory for your active lifestyle."
    },
    {
      "id": 7,
      "name": "Winter Scarf",
      "price": 14.99,
      "image": "Winter Scarf.png",
      "category": "Clothings",
      "description": "Wrap yourself in warmth and style with this Cozy and Stylish Winter Scarf. Made from soft, premium materials, this scarf provides maximum comfort and insulation against the cold. The versatile design makes it perfect for both casual and formal wear, adding a touch of elegance to any winter outfit. Whether you're braving the chilly outdoors or adding a layer of style to your wardrobe, this scarf offers both function and fashion, keeping you warm while looking effortlessly chic."
    },
    {
      "id": 2,
      "name": "Jacket",
      "price": 44.99,
      "image": "Woman Jacket",
      "category": "Clothings",
      "description": "Stay stylish and warm with this Sleek and Fitted Women's Jacket, designed to provide a flattering, figure-hugging fit. Crafted from high-quality materials, this jacket offers both warmth and flexibility, making it perfect for cooler days and active lifestyles. The modern, minimalist design features a zip-up front and contoured seams that enhance your silhouette. Whether you're layering it over casual wear or pairing it with your favorite outfit, this jacket adds a touch of sophistication and comfort to your wardrobe. "
    }
  ]
  